step-by-step/030-populate-database/020-soap/1000-vlan-ресурсы/0300.xml

<?xml version="1.0" ?>
<!-- Модули -> Интернет -> Устройства и ресурсы -> VLAN-ресурсы -->
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
    <S:Header>
        <auth xmlns="http://ws.base.kernel.bgbilling.bitel.ru/" pswd="admin" user="admin"></auth>
    </S:Header>
    <S:Body>
        <ns5:vlanCategoryUpdate xmlns:common="http://common.bitel.ru"
                                xmlns:ns5="http://common.resource.inventory.systems.oss.bitel.ru/"
                                xmlns:xs="http://www.w3.org/2001/XMLSchema"
                                xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
            <category xmlns="" id="0" parentId="0" title="SPVID 0900"></category>
        </ns5:vlanCategoryUpdate>
    </S:Body>
</S:Envelope>
